Revit 2027 API
ParameterTypeId.SheetAssemblyDescription Property
 "Assembly: Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyDescription { get; }
Public Shared ReadOnly Property SheetAssemblyDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyDescription {
	ForgeTypeId^ get ();
}
static member SheetAssemblyDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace